<?php

return [
    'confirm_perform_action' => 'តើអ្នក​ប្រាកដ​ក្នុង​ការ​ធ្វើ​សកម្មភាព​នេះ​មែនឬ?',
    'incorrect_current_password' => 'ពាក្យ​សម្ងាត់​បច្ចុប្បន្ន​គឺ​មិន​ត្រឹមត្រូវ ។',
    'invalid_data' => 'ទិន្នន័យ​គឺ​មិនត្រឹមត្រូវ ។',
    'invalid_form_type' => 'ប្រភេទ​ទម្រង់បែបបទ​គឺ​មិន​ត្រឹមត្រូវ ។',
    'invalid_product_data' => 'ទិន្នន័យ​ផលិតផល​គឺ​មិនត្រឹមត្រូវ ។',
    'incorrect_payoff_amount' => 'ចំនួន​ទឹកប្រាក់​បង់​ផ្ដាច់​គឺ​មិន​ត្រឹមត្រូវ ។',
    'item_deleted_success' => 'ទិន្នន័យ​ត្រូវ​បាន​លុប​ដោយ​ជោគជ័យ ។',
    'item_saved_fail' => 'ទិន្នន័យ​មិនអាចរក្សាទុកបានទេ ។',
    'item_saved_success' => 'ទិន្នន័យ​ត្រូវ​បាន​រក្សា​ទុក​ដោយ​ជោគជ័យ ។',
    'loan_approved' => 'ឥណទាន​ត្រូវ​បានយល់ព្រម ។',
    'loan_disallowed_cos_of_client' => 'មិន​អាច​រក្សាទុក​បាន​ ព្រោះ​អតិថិជន​នេះ​មាន​ឥណទាន​កំពុង​ដំណើរការ : ',
    'loan_rejected' => 'ឥណទានត្រូវបានបដិសេធ ។',
    'loan_reverted' => 'ឥណទានត្រូវបាន​ត្រឡប់ដើម ។',
    'payment_amount_lt_or_et_remaining_amount' => 'ទឹកប្រាក់​ទូទាត់​ត្រូវតែ​តូចជាង​ឬស្មើនឹង :amount ។',
    'product_qty_lte_stock_qty' => 'ចំនួន​ផលិតផល​ត្រូវតែ​តូចជាង ឬ​ស្មើ​ចំនួន​ក្នុង​ស្តុក ។',
    'repayment_success' => 'ការទូទាត់ត្រូវបានរក្សាទុកដោយជោគជ័យ ។',
    'selected_schedule_amount_unequal' => 'ទឺកប្រាក់​នៃ​តារាង​ដែល​បាន​ជ្រើសរើស​គឺ​មិន​ស្មើ​នឹង​ទឹកប្រាក់ទូទាត់ ។',
];
